/**
 * 量词字典
 */
export const BASE_DICT = {
    length: {
        米: 1,
        m: 1,
        千米: 1000,
        公里: 1000,
        km: 1000,
        里: 500,
        厘米: 0.01,
        cm: 0.01,
        毫米: 0.001,
        mm: 0.001,
        std: 'm'
    },
    weight: { 千克: 1, kg: 1, 公斤: 1, 斤: 0.5, 克: 0.001, g: 0.001, std: 'kg' },
    time: { 秒: 1, s: 1, 小时: 3600, h: 3600, 分钟: 60, min: 60, std: 's' },
    temperature: { 摄氏度: 1, 度: 1, '℃': 1, std: '℃' },
    money: { 元: 1, 块: 1, 元钱: 1, 块钱: 1, 角: 0.1, 分: 0.01, 分钱: 0.01, std: '元' },
    people: { 人: 1, 位: 1, std: '人' },
    area: { 平方米: 1, 平米: 1, 平方千米: 1000, 亩: 666, std: '平方米' },
    floor: { 楼: 1, 层: 1, std: '楼' }
};
